Repository: Kyome22/RunCatLocalization
Catalog: Sources/RunCatLocalization/Resources/SystemInfoSettings.xcstrings
Source language: en
Languages: de, fr, ja, ko, zh_hans, zh_hant

source: Activate
de: Aktivieren
fr: Activer
ja: 有効にする
ko: 활성화
zh_hans: 启用
zh_hant: 啟用

# activateSystemInfoBarMessage
source: If you use MacBook with a notch, you may not be able to see the System Info Bar on the menu bar or not be able to access other menu bar items.
de: Wenn Sie ein MacBook mit einer Notch verwenden, kann es sein, dass Sie die Systeminformationsleiste in der Menüleiste nicht sehen oder nicht auf andere Menüleistenelemente zugreifen können.
fr: Si vous utilisez un MacBook avec une encoche, vous pourriez ne pas être capable de voir la Barre des Infos Système ou d’autre icônes dans la barre des menus.
ja: ノッチ付きのMacBookを使用している場合、メニューバー上にシステム情報バーが表示できないことや、他のメニューバー上のアイテムにアクセスできなくなることがあります。
ko: 상단 노치가 있는 맥북을 사용중이라면, 메뉴바의 시스템 정보가 보이지 않거나, 메뉴바의 항목을 선택하지 못할 수도 있습니다.
zh_hans: 如果您使用的是带有刘海的 MacBook，可能无法在菜单栏中看到系统信息栏，或无法访问其他菜单栏项目。
zh_hant: 如果您使用的是有瀏海的 MacBook，可能無法在選單列中看到系統資訊列或無法存取其他選單列項目。

# activateSystemInfoBarTitle
source: Notes on using System Info Bar
de: Hinweise zur Verwendung der Systeminformationsleiste
fr: À noter pour l’utilisation de la Barre des Infos Système
ja: システム情報バーを使用する際の注意事項
ko: 시스템 정보 사용 시 주의사항
zh_hans: 系统信息栏使用说明
zh_hant: 系統資訊列使用說明

source: Battery State
de: Batteriestatus
fr: Niveau de batterie
ja: バッテリー状態
ko: 배터리 상태
zh_hans: 电池状态
zh_hant: 電池狀態

source: Changed my mind
de: Ich habe meine Meinung geändert
fr: Mon avis a changé
ja: やめておく
ko: 그냥 둘래요
zh_hans: 我改变主意了
zh_hant: 我改變主意了

source: Experimental feature
de: Experimentelle Funktion
fr: Fonction expérimentale
ja: 試験的機能
ko: 실험적 기능
zh_hans: 实验性功能
zh_hant: 實驗性功能

source: Memory Performance
de: Speicherleistung
fr: Utilisation de la mémoire
ja: メモリ性能
ko: 메모리 성능
zh_hans: 内存性能
zh_hant: 記憶體效能

source: Monitoring
de: Überwachung
fr: Affichage des informations
ja: モニタリング
ko: 모니터링
zh_hans: 监视器
zh_hant: 監視器

source: Network Connection
de: Netzwerkverbindung
fr: Informations du réseau
ja: ネットワーク接続状況
ko: 네트워크 연결
zh_hans: 网络连接
zh_hant: 網路連線

source: Storage Capacity
de: Speicherkapazität
fr: Capacité de stockage
ja: ストレージ容量
ko: 저장 용량
zh_hans: 存储容量
zh_hant: 儲存空間容量

# systemInfoBar
source: System Info Bar (β)
de: System-Infoleiste (β)
fr: Barre des Infos Système (β)
ja: システム情報バー（β）
ko: 시스템 정보 (베타)
zh_hans: 系统信息栏（β）
zh_hant: 系統資訊列 (β)
